Repository: 0-admin/yay
Catalog: locale/*.po
Languages: pt_pt

source: There are %d providers available for %s:
pt_pt: Não existem %d fornecedores para %s:

source: Repository
pt_pt: Repositório

source: Enter a number (default=1):
pt_pt: Introduza um número (default=1):

source: Input too long
pt_pt: Entrada demasiado comprida

source: %s invalid number: %s
pt_pt: %s número inválido: %s

source: error:
pt_pt: erro:

source: %s invalid value: %d is not between %d and %d
pt_pt: %s valor inválido: %d não está entre %d e %d

source: Do you want to remove ALL AUR packages from cache?
pt_pt: Deseja remover TODOS os pacotes AUR da cache?

source: Do you want to remove all other AUR packages from cache?
pt_pt: Deseja remover todos os outros pacotes AUR da cache?

source: Build directory: %s
pt_pt: Diretório de compilação: %s

source: Do you want to remove ALL untracked AUR files?
pt_pt: Deseja remover todos os ficheiros AUR não seguidos?

source: removing AUR packages from cache...
pt_pt: removendo pacotes AUR da cache...

source: removing Untracked AUR files from cache...
pt_pt: removendo ficheiros não seguidos da cache...

source: Cleaning (%d/%d): %s
pt_pt: Limpando (%d/%d): %s

source: error resetting %s: %s
pt_pt: erro ao reinicializar %s: %s

source: Deleting (%d/%d): %s
pt_pt: Removendo (%d/%d): %s

source: unhandled operation
pt_pt: operação não reconhecida

source: No packages match search
pt_pt: Nenhum pacote corresponde à pesquisa

source: Error during AUR search: %s
pt_pt: Erro ao pesquisar o AUR: %s

source: Showing repo packages only
pt_pt: Mostrando somente pacotes do repo

source: Packages to install (eg: 1 2 3, 1-3 or ^4)
pt_pt: Pacotes a instalar (eg: 1 2 3, 1-3 ou ^4)

source: There is nothing to do
pt_pt: Não há nada a fazer

source: is not set
pt_pt: não está definido

source: Please add
pt_pt: Por favor adicionar

source: or
pt_pt: ou

source: to your environment variables.
pt_pt: às variaveis de ambiente.

source: Edit PKGBUILD with:
pt_pt: Editar PKGBUILD com:

source: yes
pt_pt: sim

source: Error:
pt_pt: Erro:

source: Could not find all required packages:
pt_pt: Não foram encontrados todos os pacotes necessários:

source: (Target
pt_pt: (Alvo

source: (Wanted by:
pt_pt: (Necessitado por:

source: Checking for conflicts...
pt_pt: Procurando conflitos...

source: Checking for inner conflicts...
pt_pt: Procurando conflitos internos...

source: Inner conflicts found:
pt_pt: Conflitos internos encontrados:

source: Package conflicts found:
pt_pt: Conflitos de pacotes encontrados:

source: %s Conflicts with:
pt_pt: %s tem conflito com:

source: Unavoidable conflicts, aborting
pt_pt: Conflitos inevitáveis, abortando

source: Installing %s will remove:
pt_pt: Instalar %s removerá:

source: Package conflicts can not be resolved with noconfirm, aborting
pt_pt: Conflitos de pacotes não conseguem ser resolvidos com noconfirm, abortando

source: Conflicting packages will have to be confirmed manually
pt_pt: Pacotes em conflito terão de ser confirmados manualmente

source: error cloning %s: %s
pt_pt: erro clonando %s: %s

source: error reading %s
pt_pt: erro ao ler %s

source: error fetching %s: %s
pt_pt: erro ao buscar %s: %s

source: error merging %s: %s
pt_pt: erro fundindo %s: %s

source: already downloaded -- use -f to overwrite
pt_pt: já descarregado -- use -f para sobrepôr

source: Missing ABS packages:
pt_pt: Pacotes ABS em falta:

source: %s Failed to get pkgbuild: %s: %s
pt_pt: %s Falha ao obter pkgbuild: %s: %s

source: %s Failed to move %s: %s
pt_pt: %s Falha ao mover %s: %s

source: Downloaded PKGBUILD from ABS (%d/%d): %s
pt_pt: PKGBUILD descarregado do ABS (%d/%d): %s

source: is present.
pt_pt: está presente.

source: There may be another Pacman instance running. Waiting...
pt_pt: Poderá existir outra instância do pacman em execução. Aguardando...

source: Error refreshing databases
pt_pt: Erro ao refrescar bases de dados

source: there is nothing to do
pt_pt: não há nada a fazer

source: Refusing to install AUR Packages as root, Aborting.
pt_pt: Recusando instalar pacote AUR como root. Abortando.

source: Remove make dependencies after install?
pt_pt: Remover dependencies make depois da instalação?

source: Proceed with install?
pt_pt: Proceder com a instalação?

source: Aborting due to user
pt_pt: Abortando a pedido do utilizador

source: Error installing repo packages
pt_pt: Erro ao instalar pacote repo

source: The following packages are not compatible with your architecture:
pt_pt: Os seguintes pacotes não são compatí­veis com a sua arquitetura:

source: Try to build them anyway?
pt_pt: Tentar compilar mesmo assim?

source: Can not find package name : %s
pt_pt: Não é possí­vel encontrar pacote: %s

source: (Installed)
pt_pt: (Instalado)

source: (Build Files Exist)
pt_pt: (Ficheiros Existem)

source: Packages to cleanBuild?
pt_pt: Pacotes para cleanBuild?

source: [N]one
pt_pt: [N]enhum

source: [A]ll [Ab]ort [I]nstalled [No]tInstalled or (1 2 3, 1-3, ^4)
pt_pt: [A]Todos [Ab]ortar [I]nstalados [No]Nao Instalados

source: Diffs to show?
pt_pt: Diffs a mostrar?

source: PKGBUILDs to edit?
pt_pt: PKGBUILDs a editar?

source: No changes -- skipping
pt_pt: Sem mudanças -- ignorando

source: Editor did not exit successfully, Aborting: %s
pt_pt: Editor não saiu com sucesso, Abortando: %s

source: Parsing SRCINFO (%d/%d): %s
pt_pt: Interpretando SRCINFO (%d/%d): %s

source: failed to parse %s -- skipping: %s
pt_pt: falha ao interpretar %s -- ignorando %s

source: failed to parse %s: %s
pt_pt: falha ao interpretar %s: %s

source: PKGBUILD up to date, Skipping (%d/%d): %s
pt_pt: PKGBUILD atualizado, Ignorando (%d/%d): %s

source: Downloaded PKGBUILD (%d/%d): %s
pt_pt: PKGBUILD descarregado (%d/%d): %s

source: Error downloading sources: %s
pt_pt: Erro ao descarregar fontes: %s

source: Error making: %s
pt_pt: Erro ao compilar: %s

source: Could not find PKGDEST for: %s
pt_pt: Não foi possivel encontrar o PKGDEST para: %s

source: is up to date -- skipping
pt_pt: está atualizado -- ignorando

source: already made -- skipping build
pt_pt: já feito -- ignorando compilação

source: Import?
pt_pt: Importar?

source: Importing keys with gpg...
pt_pt: Importando chaves com o gpg...

source: Error:
pt_pt: Erro:

source: %s Problem importing keys
pt_pt: %s Problema importando chaves

source: %s No keys to import
pt_pt: %s Sem chaves a importar

source: PGP keys need importing:
pt_pt: Chaves PGP necessitam de importação:

source: %s %s, required by: %s
pt_pt: %s %s, necessitados por: %s

source: XDG_CONFIG_HOME and HOME unset
pt_pt: XDG_CONFIG_HOME e HOME não definidos

source: XDG_CACHE_HOME and HOME unset
pt_pt: XDG_CACHE_HOME e HOME não definidos

source: Failed to open config file '%s': %s
pt_pt: Falha ao abrir ficheiro de configuração '%s': %s

source: Failed to read config '%s': %s
pt_pt: Falha ao ler ficheiro de configuração '%s': %s

source: Failed to open vcs file '%s': %s
pt_pt: Falha ao abrir ficheiro vcs '%s': %s

source: Failed to read vcs '%s': %s
pt_pt: Falha ao ler ficheiro vcs '%s': %s

source: Failed to create config directory '%s': %s
pt_pt: Falha ao criar diretório de configuração '%s': %s

source: Failed to create cache directory '%s': %s
pt_pt: Falha ao criar diretório de cache '%s': %s

source: Failed to create BuildDir directory '%s': %s
pt_pt: Falha ao criar diretório BuildDir '%s': %s

source: Unable to CreateHandle: %s
pt_pt: Incapaz de CreateHandle: %s

source: Please avoid running yay as root/sudo.
pt_pt: Por favor, evite correr o yay como root/sudo.

source: only one operation may be used at a time
pt_pt: apenas é permitida uma operação de cada vez

source: invalid option '%s'
pt_pt: opção inválida '%s'

source: Missing AUR Packages:
pt_pt: Pacotes AUR em falta:

source: Orphaned AUR Packages:
pt_pt: Pacotes AUR orfãos:

source: Out Of Date AUR Packages:
pt_pt: Pacotes AUR desatualizados na fonte:

source: (Orphaned)
pt_pt: (Orfão)

source: (Out-of-date
pt_pt: (Desatualizado

source: (Installed:
pt_pt: (Instalado:

source: (Installed)
pt_pt: (Instalado)

source: None
pt_pt: Nenhum

source: Repository
pt_pt: Repositório

source: Name
pt_pt: Nome

source: Keywords
pt_pt: Palavras Chave

source: Version
pt_pt: Versão

source: Description
pt_pt: Descrição

source: Groups
pt_pt: Grupos

source: Licenses
pt_pt: Licenças

source: Provides
pt_pt: Providencia

source: Depends On
pt_pt: Depende de

source: Optional Deps
pt_pt: Deps Opcionais

source: Conflicts With
pt_pt: Conflitos com

source: Maintainer
pt_pt: Mantenedor

source: Popularity
pt_pt: Popularidade

source: First Submitted
pt_pt: Primeiro submetido a

source: Last Modified
pt_pt: Última modificação

source: Out-of-date
pt_pt: Desatualizado

source: Yes [
pt_pt: Sim [

source: No
pt_pt: Não

source: Package Base ID
pt_pt: ID Base do Pacote

source: Package Base
pt_pt: Base do Pacote

source: Snapshot URL
pt_pt: URL de Snapshot

source: Yay version v%s
pt_pt: Yay versão v%s

source: Total installed packages:
pt_pt: Total número de pacotes instalados:

source: Total foreign installed packages:
pt_pt: Total número de pacotes externos instalados:

source: Explicitly installed packages:
pt_pt: Pacotes instalados explicitamente:

source: Total Size occupied by packages:
pt_pt: Tamanho total ocupado pelos pacotes:

source: Ten biggest packages:
pt_pt: Dez maiores pacotes:

source: ' was not found
pt_pt: ' não foi encontrado

source: Repository AUR
pt_pt: Repositório AUR

source: popularity
pt_pt: popularidade

source: name
pt_pt: nome

source: submitted
pt_pt: submetido

source: modified
pt_pt: modificado

source: baseid
pt_pt: id base

source: Showing Repo packages only
pt_pt: Mostrando apenas pacotes Repo

source: Querying AUR...
pt_pt: Pesquisando AUR...

source: Searching databases for updates...
pt_pt: Pesquisando base de dados por atualizações...

source: Searching AUR for updates...
pt_pt: Pesquisando AUR por atualizações...

source: Checking development packages...
pt_pt: Pesquisando pacotes em desenvolvimento...

source: %s %s: ignoring package upgrade (%s => %s)
pt_pt: %s %s: ignorando atualização (%s => %s)

source: %s %s: local (%s) is newer than AUR (%s)
pt_pt: %s %s: (%s) local é mais recente que (%s) na AUR

source: Packages to upgrade.
pt_pt: Pacotes a atualizar.

source: Packages to not upgrade: (eg: 1 2 3, 1-3, ^4 or repo name)
pt_pt: Pacotes a não atualizar: (ex: 1 2 3, 1-3, ^4 ou nome do repo)

source: Can't use target with option --repo -- skipping
pt_pt: Impossí­vel utilizar alvo com opção --repo -- ignorando

source: Can't use target with option --aur -- skipping
pt_pt: Impossí­vel utilizar alvo com opção --aur -- ignorando

source: GenDB finished. No packages were installed
pt_pt: GenDB acabado. Nenhum pacote foi instalado

source: Found git repo:
pt_pt: Encontrado repositório git:
